{
    "header_1": "ABOUT US",
    "header_1_1": "Management Solution",
    "header_1_2": "Company Concept",
    "header_1_3": "CEO greetings",
    "header_1_4": "History",
    "header_1_5": "Locations & Partners",
    "header_1_6": "Certificates",
    "header_2": "PRODUCTS",
    "header_2_1": "Forged Ball Valve",
    "header_2_2": "Casted Ball Valve",
    "header_2_3": "Plug Valve",
    "header_2_4": "Casting Valve",
    "header_2_5": "Butterfly Valve",
    "header_2_6": "Control Valve",
    "header_2_7": "Post Indicator Gate Valve",
    "header_2_9": "Knife Gate Valve",
    "header_3": "PROJECTS",
    "header_4": "MEDIA",
    "header_4_1": "Blog",
    "header_4_2": "Catalog",
    "header_4_3": "3D Modeling",
    "header_5": "CONTACT US",

    "footer_1": "KCL Valve",
    "footer_2": "(Gojan-dong , ACE Tower) #711, 54, Gojan-Ro, Danwon-Gu, Ansan-Si, Gyeonggi-Do, Korea",
    "footer_3": "Tel. +82 31 405 7327 | Fax. +82 31 405 7328",
    "footer_4": "Email. jdko@kclvalve.com",
    "footer_5": "Factory : 42-18, 1099 beonan-il, Gimhae-daero, Hallim-myeon, Gimhae-si, Gyeongsangnam-do, Korea",
    "footer_6": "Tel. +82 10 6269 8001",
    "footer_7": "NEWSLETTER SIGN UP",
    "footer_8": "Email",
    "footer_9": "SUBSCRIBE",
    "footer_10": "LINK",
    "footer_11": "Sitemap",
    "footer_12": "SNS",
    "footer_13": "LINKEDIN",
    "footer_14": "X",
    "footer_15": "FACEBOOK",
    "footer_16": "YOUTUBE",
    "footer_17": "Copyright © 2024 KCL Valve Co., Ltd All Rights Reserved.",

    "main_01_01": "The Specialist in Valve Quality inspection",
    "main_01_02": "CONTACT US",
    "main_01_03": "CONCEPT",
    "main_01_04": "Professional Maker of Double Block Bleed Ball Valve",
    "main_01_05": "CONTACT US",
    "main_01_06": "CONCEPT",
    "main_01_07": "The Highest Pride of Plug Valve",
    "main_01_08": "CONTACT US",
    "main_01_09": "CONCEPT",
    "main_01_10": "The best technology ensures the reliability of the KCL ball valve",
    "main_01_11": "CONTACT US",
    "main_01_12": "CONCEPT",
    "main_01_13": "KCL Valve Full of world wide supply experience",
    "main_01_14": "CONTACT US",
    "main_01_15": "CONCEPT",
    "main_01_16": "Full of Manufacturing Equipment",
    "main_01_17": "CONTACT US",
    "main_01_18": "CONCEPT",
    "main_01_19": "Reliable inspection equipments",
    "main_01_20": "CONTACT US",
    "main_01_21": "CONCEPT",

    "main_01_22": "THE SOLUTION KCL VALVE PROVIDES",
    "main_01_23": "Total Valve Production Management ",
    "main_01_24": "Valve Design, Inspection, Manufacturing, Shipment",
    "main_01_25": "READ MORE",
    "main_01_26": "PROJECTS",
    "main_01_27": "More than 30 years of projects, KCL Valve has met esteemed clients in the world",
    "main_01_28": "READ MORE",
    "main_01_29": "RECENT PROJECT",
    "main_01_30": "Meet the recent news of KCL Valve projects in the world",
    "main_01_31": "GO TO BLOG",
    "main_01_32": "Years",
    "main_01_33": "Projects",
    "main_01_34": "Countries",
    "main_01_35": "3D CONFIGURATOR",
    "main_01_36": "In your web-browser, you can explore KCL VALVE in 3D modeling",
    "main_01_37": "LAUNCH CONFIGURATOR",

    "solution_01": "Design",
    "solution_02": "At the heart of every valve we produce lies meticulous and innovative design.",
    "solution_03": "Our engineering team, composed of seasoned professionals with decades of combined experience, approaches each project with an unwavering commitment to precision.",
    "solution_03_01": "From the initial phase of conceptualizing valve mechanisms to the detailed design of individual components, we ensure every aspect is engineered to perform flawlessly.",
    "solution_04": "We use advanced 3D modeling software to simulate performance under real-world conditions, allowing us to identify and eliminate potential issues before production begins.",
    "solution_05": "Our design philosophy is rooted in creating solutions that meet not only current industry standards but also anticipate future needs. Whether you're looking for a valve to handle extreme temperatures, high pressures, or corrosive environments, our engineering team has the expertise to design it.",
    "solution_06": "Collaboration with our clients is essential to our process. We take the time to understand your specific requirements, ensuring that our valve designs are perfectly suited to your application. Every valve we design is a custom solution, tailored to meet the exact demands of your industry and operational environment, while maintaining the highest standards of quality and safety.",
    "solution_07": "DESIGN INQUIRY",
    "solution_08": "HOW IT WORKS",
    "solution_09": "INQUIRY",
    "solution_10": "In this initial stage, we invite you to reachout to us with your project details.",
    "solution_11": "Whether you have a full concept or just an idea, we are here to listen.",
    "solution_12": "CONSULTING",
    "solution_13": "After receiving your inquiry, our experts will engage in a detailed consultation to refine your project scope.",
    "solution_14": "We will offer professional insights.",
    "solution_15": "DESIGN",
    "solution_16": "We translate the consultation insights into a comprehensive design.",
    "solution_17": "Our team of skilled designers will create detailed 3D models, schematics, and plans.",
    "solution_18": "Manufacturing",
    "solution_19": "In our manufacturing facilities, the designs come to life through a blend of cutting-edge technology and hands-on craftsmanship. We utilize the latest in CNC machining, robotic welding, and precision forging to produce valves that meet the most stringent global standards.",
    "solution_20": "Our facilities are equipped with advanced machinery capable of handling a variety of materials, including stainless steel, carbon steel, and specialty alloys.",
    "solution_21": "Every stage of manufacturing is tightly controlled, from sourcing raw materials to the final assembly of the valves. We believe that excellence in manufacturing is about more than just meeting technical specifications; it’s about exceeding expectations. Each valve undergoes multiple quality checks throughout the production process, ensuring that even the smallest detail is perfect before moving on to the next step.",
    "solution_22": "Our skilled technicians and engineers work closely together to ensure that every valve is built to withstand the toughest operational environments. Whether it’s for oil and gas, chemical processing, or power generation, our valves are designed for durability and long-term performance.",
    "solution_23": "With a focus on reducing lead times while maintaining uncompromising quality, we’re able to meet both your immediate and future needs with reliability and precision.",
    "solution_24": "GO TO PORTFOLIO",
    "solution_25": "QULIFIED MANUFACTURING PROCESS",
    "solution_26": "Inspection",
    "solution_27": "Inspection and testing are the cornerstones of our commitment to quality. Every valve we manufacture undergoes a rigorous inspection process that starts before production and continues until the final product is shipped. Our quality assurance team follows industry-leading protocols to test for strength, performance, and safety under extreme conditions.",
    "solution_28": "We utilize a variety of non-destructive testing methods, including ultrasonic, radiographic, and hydrostatic testing, to ensure the integrity of every valve. Each product is also subjected to pressure and temperature simulations to guarantee that it will perform flawlessly in the field, no matter the environment. Our state-of-the-art testing facilities allow us to replicate the most challenging operating conditions, ensuring that each valve exceeds performance expectations.",
    "solution_29": "Beyond technical testing, our inspection team also focuses on compliance with international standards such as ASME, API, and ISO certifications. Our quality control experts review every detail of the valve’s construction, from material selection to final assembly, ensuring that it meets or exceeds the rigorous requirements of global industries. With our comprehensive approach to quality assurance, you can trust that our valves are not only built to last but are also safe and reliable.",
    "solution_30": "*Scope of inspection:",
    "solution_31": "Leakage test, Fire resistance test, Cryogenic test, Pressure test, Dimension check,3rd party inspeciton",
    "solution_32": "INSPECTION AND TEST",
    "solution_33": "Fire resistance",
    "solution_34": "Cryogenic test",
    "solution_35": "Dimension check",
    "solution_36": "Shipment",
    "solution_37": "Once our valves have passed all inspections and tests, our focus shifts to delivering them safely and efficiently to your location. We understand that in industries such as oil and gas, chemical processing, and power generation, delays can be costly.",
    "solution_38": "That’s why we’ve developed a robust logistics system to ensure that every valve arrives on time and in pristine condition.",
    "solution_39": "Our packaging process is designed to protect each valve during transportation, whether it’s being shipped across the country or halfway around the world. We work with reliable shipping partners who understand the importance of handling industrial equipment with care.",
    "solution_40": "Valves are carefully packed using custom crating, moisture protection, and vibration-dampening techniques to ensure they remain secure and undamaged throughout the shipping process.",
    "solution_41": "Moreover, our global distribution network allows us to ship our products to virtually any location.",
    "solution_42": "Whether your operations are based in a remote location or a major industrial hub, we ensure timely delivery through streamlined customs processing and real-time shipment tracking.",
    "solution_43": "Our logistics team is always available to provide updates on your shipment and to address any questions or concerns. With our focus on reliability and efficiency, we take the hassle out of shipping, so you can focus on your operations.",
    "solution_44": "*Scope of inspection:",
    "solution_45": "Pre-shipment inspection",
    "solution_46": "SHIPMENT CONTROL",


    "concept_01": "KCL is manufacturing & engineering valve company based on various and lots of experience in valve industry.",
    "concept_02": "Our main business goal is that not only supplying just valves but also providing all requirements of customer.",
    "concept_03": "KCL is able to supply all kind of valves for plant as just one brand named KCL.",
    "concept_04": "KCL has an ability to provide valves to customer with the best quality and right delivery time, and also,",
    "concept_05": "KCL’s ability of documents control makes customers trust us more.",
    "concept_06": "We have a lot of network with experienced companies, they are professional valve company with best quality system.",
    "concept_07": "Those facts are sufficient reason that how KCL can provides all kind of valves to customer as one brand.",
    "concept_08": "KCL has been concentrating to provide special valves like high-pressure valves which is requiredup-to-date technology.",
    "concept_09": "We are doing all design, delivery time control, assembly, and final inspection under customers witness by ourselves, then proceed packing and shipments.",
    "concept_10": "If you want all kind of valves with one brand, high quality, and best delivery time, we can provide you best solution.",
    "concept_11": "We can guarantee best cooperation for you.",

    "greeting_01": "We are a company like family that have perfect team-work to give satisfaction to customers",
    "greeting_02": "CEO Greetings",
    "greeting_03": "Thanks for visiting our KCL ltd. who are doing our  best to carry out responsibility and trust to create a new value of your business. ",
    "greeting_04": "After created in 2001 to provide more higher level of service of supplying valves, we are still growing as a reliable company, little but strong with good technics and with the motto of confidence.",
    "greeting_05": "Not only just supplying a merchandise but also with continues technical support and management, we are trying to get and keep the best trust from our customers since we have started our business in specifying the supply of Plug Valve and Ball Valve.",
    "greeting_06": "We want to be a pioneer with providing more higher leveled service better than the other many same companies, and especially in Plug Valve and Ball Valve which we focused on, we wish to be a best company who guarantee the best quality and technical power of our products.",
    "greeting_07": "In Seongju plant, which has a best infrastructure in manufacturing valve equipment in Korea, our staffs are doing their best to support valve eqipments with competitive price on the basis of high quality.",
    "greeting_08": "So please give us your continues trust and concern, who have the will to survive in the borderless unlimited competitive market economy, and please keep looking our growth to a reliable company.",
    "greeting_09": "Thanks.",
    "greeting_10": "President Jong Dug, Ko.",
    "greeting_11": "Corporate Philosophy",
    "greeting_12": "The Best Service Is The Only Way To Convince Clients",
    "greeting_13": "So please give us your continues trust and concern, who have the will to survive in",
    "greeting_14": "the borderless unlimited competitive market economy, and please keep looking our growth",
    "greeting_15": "Reliability and Safety",
    "greeting_16": "At the core of our company is an unwavering commitment to reliability and safety. ",
    "greeting_17": "We understand that the valves we manufacture play a critical role in ensuring the integrity and operational continuity of oil and gas infrastructure.",
    "greeting_18": "Our products are engineered to withstand the harshest environments and the most demanding conditions, from high pressures to extreme temperatures.",
    "greeting_19": "By adhering to the strictest industry standards and quality control processes,",
    "greeting_20": "we ensure that each valve we produce contributes to minimizing operational risks and maximizing efficiency. Our customers can trust that our valves will perform consistently and safely, maintaining the flow of vital energy resources while protecting both people and the environment.",
    "greeting_21": "Innovation and Sustainability:",
    "greeting_22": "As leaders in the oil and gas valve industry, we believe that innovation is key to driving progress and addressing the evolving needs of the global energy market. We are not only focused on delivering cutting-edge valve technology but also on contributing to a more sustainable future.",
    "greeting_23": "Our research and development efforts are centered on creating solutions that reduce emissions, enhance energy efficiency, and lower environmental impact, all while maintaining the highest levels of performance.",
    "greeting_24": "Whether through the development of new materials or the refinement of existing designs, we continuously explore innovative approaches that support the industry's transition toward cleaner energy while meeting today's operational challenges.",
    "greeting_25": "Customer-Centric Excellence",
    "greeting_26": "Our company thrives on the partnerships we form with our customers.",
    "greeting_27": "We believe that the success of any project depends on collaboration, understanding, and delivering tailored solutions that meet specific needs.",
    "greeting_28": "We go beyond being just a supplier by offering personalized service and support throughout the entire lifecycle of our products. From the initial \nconsultation and design to delivery, installation, and ongoing maintenance,",
    "greeting_29": "we aim to be a trusted partner at every stage. By working closely with\nour clients, we not only address their immediate challenges but also anticipate\nfuture needs, ensuring that we deliver long-term value. Our dedication to\ncustomer satisfaction drives us to exceed expectations, helping our clients \nachieve their operational and strategic goals.",
    "greeting_30": "Location",


    "history_01": "With Valves",
    "history_02": "For the past years, our journey has always been about valves. Every moment has been dedicated to perfecting",
    "history_03": "design, manufacturing, and delivering high-quality valves to meet the industry's needs.",
    "history_04": "History",
    "history_05": "2005 year is the start of everything of KCL Valve",
    "history_06_01": "TTCL(Thailand) PETROCHEMICAL COMPLEX IN SOUTH OF VIETNAM Project Ball Valves, DBB Ball Valves Export",
    "history_06_02": "Japan MITSUI E&S Ball Valves Export",
    "history_06_03": "UAE POV Triple Butterfly Valve 24” Export",
    "history_07_01": "Petronas KUMANG Project DBB Ball Valves Export",
    "history_07_02": "TTCL(Thailand) AFC MODIFICATION FOR HIGH-CYCLE GRADE PROJECT Ball Valves Export",
    "history_07_03": "Dos Bocas New Refinery Project (Mexico) 3 Way Ball Valves Export",
    "history_07_04": "Chevron Iraq (Sarta) Limited KRI Sarta Stage 1A EPF project DBB Valves Export (USD300,000)",
    "history_07_05": "Malaysia Factory Phase 3&4 Project Plug Valves Export ( USD 407,500 )",
    "history_08_01": "JACKET VALVES EXPORT TO TURKEY & DONE",
    "history_08_02": "Samcheonpo Thermal Power Plant Ball Valves SUPPLY Done.",
    "history_08_03": "IRAQ MOD SAB Rehabilitation Project PLUG VALVE SUPPLY Done.",
    "history_09_01": "Pyeongtaek LNG Terminal TK-308 PCV PROJECT SUPPLY COMPLETED",
    "history_09_02": "JACKET PLUG VALVE ORDER SUCCESS FROM TURKEY & DONE.",
    "history_09_03": "SABIC UNITED EO/EG III PROJECT OF Saudi Arabia Order Export DONE.",
    "history_09_04": "IHI 600LB TRUNNION BALL VALVE SUPPLY COMPLETED",
    "history_09_05": "Malaysia PETRA 4005 DBB VALVE BAGSF PROJECT ORDER SUCCESS",
    "history_09_06": "Petronas Samarang Project Export to Malaysia",
    "history_09_07": "LTC/C/VEN/3244/17 – PROJECT-2 Export to QATAR",
    "history_09_08": "SAPURA Pegaga Seawater Service ckage (PEGAGA ICPP) Export to Malaysia",
    "history_10_01": "Philippine Knife Gate Valve Supply (KCL BRAND)",
    "history_10_02": "600LB 4in FIRE SAFETY TEST APPROVED BY SGS",
    "history_10_03": "TAT & FET TEST APPROVED BY TUV (600LB 4″)",
    "history_10_04": "DBB BALL VALVE EXPORT TO PETRONAS (HIGH PRESSURE DBB BALL VALVE)",
    "history_10_05": "600LB LUBRICATED PLUG VALVE EXPORT TO AUSTRAILA",
    "history_10_06": "BALL VALVE EXPORT TO AMA ALUCOR PROJECTS IN JORDAN",
    "history_10_07": "TAT & FET TEST APPROVED BY TUV (600LB 2″ / 900LB 4″ / 1500LB 2″)",
    "history_10_08": "GS CALTEX Approval of business registration",
    "history_11_01": "Japan MAPUTO 600LB Ball Valve Export",
    "history_11_02": "LUB PLUG Valves AUSTRALIA Export",
    "history_11_03": "CASTING GATE Valves MALAYSIA Export",
    "history_11_04": "SACHEON MACHINING FACTORY INVESTMENT / BUSINESS STARTED",
    "history_11_05": "Knife Gate Valve UAE Flowserve Supply (KCL BRAND)",
    "history_12_01": "Ras Gas in Qatar Registration Finished",
    "history_12_02": "DBB PLUG Supplied to Air Force Camp in Korea",
    "history_12_03": "Orders HITACHI MODEC Project",
    "history_12_04": "MOROCCO SAFI Project KCL Plug Valves Export",
    "history_12_05": "Japan MAPUTO 600LB Ball Valve Export",
    "history_13_01": "Bergading Project Take Order From Kolon/ AkerSolutions",
    "history_13_02": "(All KCL Brand ) Control valves Take orders to Middle East ( All KCL Brand )",
    "history_13_03": "ADMA-OPCO / ADCO Registration Finished",
    "history_13_04": "Kala Naft-NIOC / NIGC / POGC Registration Finished",
    "history_13_05": "Thailand KHAO BO YA LPG TERMINAL Project Take order / PTT",
    "history_13_06": "Petronas-BergadingProj. from KOLON (Ball Valve) Supplied.",
    "history_13_07": "YongHeungThermoelectric Power Plant Project from BHI (Ball Valve) Supplied.",
    "history_13_08": "Supplied IOOC-ForozanProj. from Sehwa(Gastech) w/t DBB Balll& Ball v/v.",
    "history_13_09": "Supplied MIDDLE EAST proj. from Samsung Techwin(POV Ball & Control v/v)",
    "history_13_10": "Supplied Safran-Ha mdbproj. from Technip(Ball v/v, etc)",
    "history_13_11": "Supplied Chiyoda Almana-RGP proj. from Daiichi Jitsugyo (Metal Seat Ball v/v)",
    "history_13_12": "Supplied KAF-Chungju,Heahmi,ChoongjuProj. from HanjinHaevyInd.(DBB Plug & Plug v/v)",
    "history_14_01": "Orders USD 1 Million UAE Oil and Gas Project",
    "history_14_02": "Delivery Cryogenic Service Valves to UAE Abu Dhabi ADGAS.",
    "history_14_03": "Registered and Order from Samsung Fine Chemicals & Engineering",
    "history_14_04": "NIOEC Registered , PETRONAS Registered.",
    "history_14_05": "Won UAE OFFSHORE Project USD 340,000",
    "history_14_06": "SPAIN INTECSA Abu Dhabi / RuwaisProject",
    "history_14_07": "AUSTRALIA DBP Project",
    "history_15_01": "Saudi Arabia (SWCC) Registration and supply",
    "history_15_02": "HYUNDAI Engineering OMAN Project PLUG Jacket Valve Supply",
    "history_15_03": "UAE Abu Dhabi TakreerRegistration ( Registration No. 91004 )",
    "history_15_04": "UMM AL NAR INDEPENDENT WATER AND POWER PROJECT",
    "history_15_05": "GHANA TAKORADI Project supply",
    "history_15_06": "DWR PROJECT MENTONE supply",
    "history_15_07": "RUWAIS FERTILIZER INDUSTRIES Registration",
    "history_15_08": "IKPT Vendor Qualification passed.",
    "history_15_09": "Moved to Seongju New Factory",
    "history_16_01": "JurongAromatics Complex Project PLUG Valve Supply -SK E&C (All KCL Brand )",
    "history_16_02": "Saudi Arabia “ RabighProject “ Ball Valve 4million Export ( S&S Brand OEM )",
    "history_16_03": "JAPAN EBARA & ELLIOTT EBARA 6-WAY BALL VALVE EXPORT",
    "history_16_04": "JAPAN HITACHI 6-WAY BALL VALVE EXPORT",
    "history_16_05": "South Pars Export Phase 14 ,20, 21 USD 1.4million ( All KCL Brand )",
    "history_16_06": "AIR FORCE OIL TANK PLUG & DBB Valve Supply.",
    "history_17_01": "Vendor Registered to “PVEP of PETROVIETNAM GROUP” in Vietnam",
    "history_17_02": "Acquisition of Fire Safety Certificates.",
    "history_17_03": "Obtained PLUG & BALL FIRE SAFETY approval",
    "history_17_04": "Exporting in IRAN SOUTH PAR GAS FIELD DEVELOPMENT PHASE 12 ALL KCL Brand",
    "history_17_05": "Acquisition of API 6D, API Q1, ISO 9001:2008, ISO/TS 29001",
    "history_17_06": "Saudi Arabia “Saudi Basic Industries Corporation(SABIC)” GLOBE Valve Supply",
    "history_17_07": "South Pars Export USD 2.1 million ( All KCL Brand )",
    "history_18_01": "POSCO POWER Combined Cycle Power Plant No. 5&6 / LINED PLUG VALVE Supply",
    "history_18_02": "Gimhae plant completed and started to manufacturing",
    "history_18_03": "Special Ball Valve & Lined Ball Valve.",
    "history_18_04": "Exporting “METAL PLUG VALVE” to “IPSCO” in Germany",
    "history_19_01": "GS CALTEX / JACKET PLUG VALVE Supply(OEM)",
    "history_19_02": "Daewoo Engineering & Construction / MISURATA-BANGHAZI Combined Cycle Project,",
    "history_19_03": "LIBYA Ball Valve Export shipments(OEM)",
    "history_19_04": "KCC P-1 Project Poly Silicon Project Ball Valve Production/Supply(OEM)",
    "history_19_05": "DAEWOO-SODIFF Advanced Materials N4 WWT Project KCL Brand Ball Valve Production/Supply",
    "history_19_06": "Vendor Registered to Taiwan FORMOSA Group",
    "history_19_07": "HANKOOK SILICON PS-1 Poly Silicon Project Bellows seal Valve / Ball Valve Production/Supply (OEM)",
    "history_20_01": "UAE Jebel Ali M Project Supplied complete shipment",
    "history_20_02": "Eatablished“KCL Co., Ltd.” (Corporate Conversion)",
    "history_20_03": "Malaysia BumiArmada FPSO Project KCL Brand Ball Valve Export shipments",
    "history_21_01": "KOLON Engineering Buffing Ball Valve Supply",
    "history_21_02": "Pyeongtaek LNG RECEIVING TERMINAL 2nd EXTENTION PROJECT Ball Valve Supply(OEM)",
    "history_21_03": "Uljin Nuclear Power METAL Plug & Ball Valve Supply",
    "history_21_04": "SK Corp. FCC, BDO, L, HPPO, MDU Project Ball & Plug Valve Supply",
    "history_21_05": "Doosan Heavy Industries & Construction BARKA & AMMAN Project Ball Valve Supply",
    "history_21_06": "UAE Jebel Ali M Project Contract ( MOV & POV Ball Valve OEM: $2,500,000 )",
    "history_22_01": "UljinNuclear Power High Pressure GLOBE Valve Supply(OEM)",
    "history_22_02": "WISE ENG’G KGSC Stamp Ball Valve Supply",
    "history_22_03": "KCC S-2 Silicon Project Ball & Metal Ball Valve Supply",
    "history_23_01": "Vendor Registered to SK Engineering & Construction (KCL)",
    "history_23_02": "TAIWAN Metal Ball Valve Supply(OEM)",
    "history_23_03": "SK E&C Co., Ltd. NRC Project Plug Valve Supply",
    "history_23_04": "POSCO Oxygen Plant BUTTERFLY& AOV VALVE Supply",
    "history_23_05": "Jeju Thermal Power Plant Duplex Ball Valve Supply(OEM)",
    "history_23_06": "Dangjin & Taean Thermal Power Plant Ball Valve Supply(OEM)",
    "history_24_01": "KCC S-Project Graphite Seat BALL VALVE Supply",
    "history_24_02": "POSCO / SEGMENTAL BALL VALVE & BUTTERFLY VALVE Supply",
    "history_24_03": "TongyeongLNG Terminal / Safety Valve Supply",
    "history_24_04": "DAEWOO Shipbuilding & Marine Engineering Co., Ltd / BALL VALVE Supply",
    "history_24_05": "VIETNAM GAS STATION 20K CASTING VALVE Supply",
    "history_24_06": "GWANGYANG Thermal Power Plant / 3-WAY BALL VALVE",
    "history_25_01": "SK Engineering & Construction / GHANA MINISTRI OF ENERGY(MOE), B2P3 BALL VALVE Supply",
    "history_25_02": "KCC S-Project BALL VALVE Supply (About 1800 EA)",
    "history_25_03": "DAEWOO Shipbuilding & Marine Engineering Co., Ltd / BALL VALVE Supply",
    "history_25_04": "DAEWOO Engineering Company / INCHEON Thermal Power Plant FORGED & BALL VALVE Supply",
    "history_26_01": "DAEWOO E&C Co., Ltd. / NIGERIA -BALL VALVE Supply",
    "history_26_02": "TOYO ENG’G KOREA -FORGED VALVE Supply",
    "history_26_03": "VIETNAM GAS STATION, By -Pass RELIEF VALVE & ESV BALL VALVE Supply",
    "history_26_04": "KCC S-Project Graphite Seat BALL VALVE Supply",
    "history_26_05": "KOREA MIDLAND POWER Co., Ltd. / Poisonous Gas FORGED & CASTING VALVE Supply",
    "history_27_01": "Established “KCL “ (Korea Carbon Co., Ltd.) President/ JONG DUG KO",
    "history_27_02": "VIETNAM GAS STATION SAFETY VALVE & BALL VALVE Supply",
    "history_27_03": "TOYO ENG’G KOREA -MeCNPROJECT BELLOWS SEAL VALVE Supply",
    "history_27_04": "DAEWOO Shipbuilding & Marine Engineering Co., Ltd / BALL VALVE Supply",
    "history_27_05": "JAPAN / KISHIKAWA IRON -Butterfly Valve Supply",





    "partner_01": "Growing with customers",
    "partner_02": "Many major domestic and overseas customers are the result of KCL’s technology, quality and trust.",
    "partner_03": "We will provide an appointment with more advanced technology and solutions to all these customers.",
    "partner_04": "Clients",
    "partner_05": "KCL Valve clients list, domestic and overseas",


    "certificates_01": "Certificates",
    "certificates_02": "Approved Vendor",
    "certificates_03": "Quality",
    "certificates_04_01": "IRAN",
    "certificates_04_02": "National Iranian Oil Engieering & Construction Co (NIOEC) ",
    "certificates_04_03": "National Iranian Oil Company (NIOC) - KALA NAFT",
    "certificates_04_04": "National Iranian Gas Company (NIGC)",
    "certificates_04_05": "ZOLAL",
    "certificates_05_01": "UAE",
    "certificates_05_02": "Ministry of Economy (MEC) ",
    "certificates_05_03": "ADGAS",
    "certificates_05_04": "TAKREER",
    "certificates_05_05": "Ruwais Fertilizer Industries (FERTIL)",
    "certificates_05_06": "Abu Dhabi Operating Company (ADMA-OPCO)",
    "certificates_05_07": "Abu Dhabi Company for Onshore Oil Operations (ADCO)",
    "certificates_05_08": "Abu Dhabi Operating Company (ADMA-OPCO)",
    "certificates_06_01": "QATAR",
    "certificates_06_02": "RasGas Company Limited",
    "certificates_07_01": "SAUDI ARABIA",
    "certificates_07_02": "Saline Water Conversion Corporation (SWCC)",
    "certificates_08_01": "INDONESIA",
    "certificates_08_02": "PT Inti Karya Persada Tehnik (IKPT)",
    "certificates_09_01": "MALAYSIA",
    "certificates_09_02": "Petronas",
    "certificates_10_01": "API 607 Class 150 - 300, 2\"-4\" Fire Test, SGS",
    "certificates_10_02": "API 607 Class 600 - 900, 4\"-8\" Fire Test, SGS",
    "certificates_11_01": "CE PED for Ball Valve and Plug Valve",
    "certificates_12_01": "ISO 9001:2015 by Lolyd's Register",
    "certificates_13_01": "API 6FA Class 150, 2\" Fire Test, Velosi",
    "certificates_13_02": "API 6FA Class 150, 6\" Fire Test, Ferrite, Velosi",
    "certificates_13_03": "API 6FA Class 150, 6\" Fire Test, Austenite, Velosi",
    "certificates_14_01": "API 607 Class 150 - 300, CF8, 8\" Fire Test, PTS",
    "certificates_14_02": "API 607 Class 150 - 300, WCB, 8\" Fire Test, PTS",
    "certificates_14_03": "API 607 Class 150 - 300, WCB, 1 1/2\" - 4\" Fire Test, PTS",
    "certificates_14_04": "API 607 Class 150 - 300, WCB, 4\" - 8\" Fire Test, PTS",
    "certificates_14_05": "API 607 Class 150 - 300, WCB, 8\" Fire Test, PTS",
    "certificates_14_06": "API 607 Class 150 - 300, CF8, 4\" - 8\" Fire Test, PTS",
    "certificates_14_07": "API 607 Class 150 - 300, CF8, 1 1/2\" - 4\" Fire Test, PTS",
    "certificates_14_08": "API 607 Class 150 - 300, CF8, 8\" Fire Test, PTS",
    "certificates_14_09": "API 607 Class 150 - 300, WCB, 1 1/2\" -48\" Fire Test, PTS",
    "certificates_14_10": "API 607 Class 150 - 300, WCB, 4\" - 8\" Fire Test, PTS",
    "certificates_14_11": "API 607 Class 150 - 300, CF8, 1 1/2\" - 4\" Fire Test, PTS",
    "certificates_14_12": "API 607 Class 150 - 300, CF8, 4\" - 8\" Fire Test, PTS",
    "certificates_15_01": "TAT 600LB 2 Inch, TUV",
    "certificates_15_02": "TAT 900LB 4 Inch, TUV",
    "certificates_15_03": "TAT 1500LB 4 Inch, TUV",
    "certificates_15_04": "FET 600LB 4 Inch, TUV",
    "certificates_15_05": "TAT - FET LIST",
    "certificates_btn_01": "View",
    "certificates_btn_02": "Download",

    "projects_01": "PROJECTS & CUSTOMERS",

    "blog_01": "The Most Trusted Valves",
    "blog_02": "KCL Valve dedicated valve development, manufacturing and management for more than 40 years.",

    "catalog_01": "KCL Valve PQ",
    "catalog_02": "KCL Company Product Guide New",
    "catalog_03": "KCL Company Product Guide New",
    "catalog_04": "Tunnion (DBB) Ball Valve",
    "catalog_05": "Plug Valve",
    "catalog_06": "KCL DBB LUB Plug Catalouge New",
    "catalog_07": "Butterfly Valves",
    "catalog_08": "Post Indicator valves",
    "catalog_09": "Metal Seat Knife Gate Valve",
    "catalog_10": "Soft Seat Knife Gate Valve",
    "catalog_11": "Casting Ball Valve",
    "catalog_12": "Casting Valve",
    "catalog_13": "Forged Ball Valves",
    "catalog_14": "Dual Check Valves",


    "inquiry_banner_title": "Customer Inquiries",
    "inquiry_banner_text": "Please feel free to ask any questions.",
    "inquiry_text_01": "If you have any inquiers, please leave a message",
    "inquiry_text_02": "Please fill in the information for your inquiry.",
    "inquiry_text_03": "Company Name",
    "inquiry_text_04": "Your Name",
    "inquiry_text_05": "Position",
    "inquiry_text_06": "Email",
    "inquiry_text_07": "Contact Number",
    "inquiry_text_08": "What would you like to inquire about?",
    "inquiry_text_09": "Products",
    "inquiry_text_10": "Technology Consulting",
    "inquiry_text_11": "Partnership",
    "inquiry_text_12": "Investment",
    "inquiry_text_13": "Others",
    "inquiry_text_14": "Feel free to write your inquiry",
    "inquiry_text_15": "Please enter the inquiry title.",
    "inquiry_text_16": "Please provide details of your inquiry.",
    "inquiry_text_17": "Please upload files",
    "inquiry_text_18": "File upload",
    "inquiry_text_19": "Attachments up to  20MB",
    "inquiry_text_20": "[Required] I agree to the collection and use of personal information.",
    "inquiry_text_21": "We collect and use personal information (company name, name, position, contact number, email) for the purpose of responding to inquiries.",
    "inquiry_text_22": "The collected information will not be used for any purpose other than email dispatch, phone consultation, and statistical inquiries, and will be immediately destroyed when the service ends or the subscription is canceled.",
    "inquiry_text_23": "You have the right to refuse consent to the collection and use of personal information. However, if you refuse consent, your use of the service may be restricted.",
    "inquiry_text_24": "Submit Inquiry",
    "inquiry_text_25": "* All fields are mandatory",


    "language": "kr"
}
